Autodesk.Revit.DB.ExternalResourceUtils
A utility class containing functions related to external resource references.
Remarks:
Elements which are external resource references refer to data outside of the base .rvt file.
Since:
2015